{"raw_content": "{\n  \"data\": {\n    \"extracted_information\": \"El contenido del sitio web promociona un taller intensivo llamado \\\"REVOLUCIÓN IA 360°\\\", organizado por NÚCLEO COLECTIVO. Se presenta como el \\\"taller más REVOLUCIONARIO de IA jamás diseñado\\\" para dominar herramientas clave en 2025. El sitio detalla la estructura del taller, los temas cubiertos (tracks especializados), la metodología (misiones épicas con gamificación), las herramientas de IA enseñadas, estadísticas clave del catálogo de herramientas, los planes de inscripción y la información de contacto.\\n\\n**Propósito:** El propósito principal es atraer e inscribir participantes al taller \\\"REVOLUCIÓN IA 360°\\\" de NÚCLEO COLECTIVO. Busca posicionar el taller como una oportunidad única para adquirir dominio práctico sobre las herramientas de inteligencia artificial más relevantes de 2025, con un enfoque intensivo y revolucionario. El objetivo es transformar a los participantes en maestros de la IA aplicada en diversas áreas (creatividad, negocios, educación, desarrollo sin código).\\n\\n**Funcionalidades:** El sitio web en sí es una página de información y ventas (landing page). Sus funcionalidades son presentar la información del taller de manera atractiva y organizada, persuadir al visitante sobre el valor del taller y facilitar el proceso de registro mediante un formulario. Describe las funcionalidades del taller mismo, que incluyen:\\n- Acceso a múltiples tracks de especialización.\\n- Participación en misiones prácticas con un sistema de gamificación (XP, insignias, niveles).\\n- Aprendizaje sobre el uso de más de 50 herramientas de IA.\\n- Posibilidad de construir un portafolio.\\n- Interacción con una comunidad (Discord).\\n- Acceso a sesiones en vivo y mentorías (según plan).\\n- Obtención de un certificado.\\n- Acceso a actualizaciones y nuevas herramientas.\\n\\n**Diseño y Estructura:** El diseño parece ser moderno, con un tema \\\"synthwave cyber\\\" (mencionado al pie de página con una playlist musical incrustada). La estructura es lineal, típica de una landing page, dividida en secciones claras:\\n- Encabezado (Título, Menú de navegación: Inicio, Tracks, Misiones, Herramientas, Inscripción).\\n- Sección principal/Hero (Descripción del taller, highlights, botón de acción).\\n- 4 Tracks Especializados (Descripción de cada track, herramientas principales, misiones épicas, botón para explorar).\\n- 12 Misiones Épicas (Explicación del sistema de gamificación, ejemplo de misiones por día y dificultad).\\n- Sistema de Progreso (Resumen de XP, insignias, niveles, colaboraciones).\\n- 50+ Herramientas Revolucionarias (Catálogo de herramientas con filtros, descripción de algunas herramientas destacadas, estadísticas del catálogo).\\n- Únete a la Revolución (Sección de urgencia y estadísticas de venta/promoción, planes de precios).\\n- Formulario de Inscripción (Campos para datos personales, nivel educativo, experiencia con IA, motivo para unirse, selección de plan).\\n- Información de contacto (Email, WhatsApp).\\n- Pie de página (Mensaje final, copyright NÚCLEO COLECTIVO).\\nLa información está presentada con títulos llamativos, descripciones concisas, listas y secciones diferenciadas, facilitando la lectura y la comprensión rápida de la propuesta de valor.\\n\\n**Elementos relevantes para integración o enlace con Núcleo Colectivo:** La totalidad del contenido es la oferta principal de NÚCLEO COLECTIVO en este sitio: el taller \\\"REVOLUCIÓN IA 360°\\\". El nombre de la organización \\\"NÚCLEO COLECTIVO\\\" aparece prominentemente como el organizador del evento y en el copyright. El sitio web *es* la plataforma de información y registro para esta iniciativa de NÚCLEO COLECTIVO. Los elementos clave que se relacionan directamente con NÚCLEO COLECTIVO son:\\n- El nombre del evento \\\"REVOLUCIÓN IA 360°\\\" como una iniciativa de NÚCLEO COLECTIVO.\\n- Los tracks, misiones y herramientas, que definen el contenido educativo ofrecido por NÚCLEO COLECTIVO.\\n- Los planes de precios y el formulario de inscripción, que son la forma de acceder a la oferta de NÚCLEO COLECTIVO.\\n- La información de contacto (email, WhatsApp) asociada a NÚCLEO COLECTIVO.\\n- La marca y el copyright al pie de página.\",\n    \"specifications\": {\n      \"duracion_taller\": \"24 Horas Intensivas\",\n      \"modalidad\": \"Presencial en [Ciudad] + streaming para participantes remotos\",\n      \"año_enfoque_herramientas\": 2025,\n      \"garantia\": \"100% Garantía de satisfacción o devolvemos tu dinero\"\n    },\n    \"pricing\": {\n      \"oferta_limitada\": \"Solo hasta el 31 de Enero\",\n      \"plan_basico\": {\n        \"nombre\": \"BÁSICO\",\n        \"precio_oferta\": \"$499\",\n        \"precio_original\": \"$899\",\n        \"duracion_horas\": \"16 horas académicas\",\n        \"duracion_dias\": \"2 días\",\n        \"herramientas_incluidas\": [\n          \"Acceso a 25 herramientas gratuitas\",\n          \"DeepSeek R1\",\n          \"NotebookLM\",\n          \"Gamma\",\n          \"Bolt.new (limitado)\"\n        ],\n        \"misiones_incluidas\": \"8 de las 12 misiones épicas\",\n        \"otros_beneficios\": [\n          \"Certificado digital básico\",\n          \"Portfolio automatizado\",\n          \"Comunidad Discord exclusiva\",\n          \"Updates de herramientas por 6 meses\"\n        ]\n      },\n      \"plan_premium\": {\n        \"nombre\": \"PREMIUM\",\n        \"precio_oferta\": \"$899\",\n        \"precio_original\": \"$1,599\",\n        \"duracion_horas\": \"24 horas académicas\",\n        \"duracion_dias\": \"3 días completos\",\n        \"herramientas_incluidas\": [\n          \"TODAS las 50+ herramientas incluidas\",\n          \"Acceso a Sora\",\n          \"ElevenLabs\",\n          \"ChatGPT Plus\",\n          \"Bolt.new Pro\",\n          \"CrewAI\",\n          \"Runway ML...\"\n        ],\n        \"misiones_incluidas\": \"Las 12 misiones épicas completas\",\n        \"otros_beneficios\": [\n          \"Certificado NFT revolucionario\",\n          \"Sesiones en vivo con expertos\",\n          \"Mentorías 1:1 personalizadas\",\n          \"Portfolio premium profesional\",\n          \"Updates de por vida\",\n          \"Acceso VIP a nuevas herramientas 2026\"\n        ],\n        \"etiqueta\": \"MÁS POPULAR\"\n      },\n      \"plan_elite\": {\n        \"nombre\": \"ÉLITE\",\n        \"precio_oferta\": \"$1,299\",\n        \"precio_original\": \"$2,499\",\n        \"duracion_dias\": \"3 días + seguimiento VIP (6 meses)\",\n        \"herramientas_incluidas\": \"TODAS + Beta access + Custom AI models training\",\n        \"beneficios\": \"TODO del plan Premium\",\n        \"otros_beneficios\": [\n          \"Acceso Early Bird a herramientas 2026\",\n          \"Certificación como Instructor IA\",\n          \"Revenue sharing de referencias\",\n          \"Masterclass exclusiva con founders\",\n          \"Consultoría post-taller (3 meses)\",\n          \"Acceso a comunidad élite global\",\n          \"Posibilidad de partnership comercial\"\n        ]\n      }\n    },\n    \"features\": [\n      \"Taller intensivo REVOLUCIÓN IA 360° organizado por Núcleo Colectivo\",\n      \"Enfoque en herramientas de IA para 2025\",\n      \"4 Tracks Especializados:\",\n      \"- IA Creativa Extrema (8 horas): Contenido visual/audiovisual con Sora, ElevenLabs, Runway ML, Midjourney V6.\",\n      \"- Emprendimiento IA (8 horas): Agentes autónomos, automatización con DeepSeek R1, ChatGPT Operators, CrewAI, AutoGPT.\",\n      \"- Revolución Educativa (6 horas): Personalización del aprendizaje con NotebookLM, Gamma, Perplexity, Education Copilot.\",\n      \"- Desarrollo Sin Código (8 horas): Creación de aplicaciones con Bolt.new, Cursor, v0, GitHub Copilot.\",\n      \"12 Misiones Épicas: Sistema de gamificación para dominio de la IA.\",\n      \"Ejemplos de Misiones:\",\n      \"- M001 PRINCIPIANTE: ChatGPT vs Claude vs DeepSeek (100 XP, 90 min, Herramientas: ChatGPT, Claude, DeepSeek).\",\n      \"- M002 INTERMEDIO: Sora Cinema Workshop (200 XP, 120 min, Herramientas: Sora, Runway ML).\",\n      \"- M003 INTERMEDIO: ElevenLabs Voice Lab (150 XP, 75 min, Herramientas: ElevenLabs).\",\n      \"- M004 PRINCIPIANTE: NotebookLM Podcast Factory (120 XP, 60 min, Herramientas: NotebookLM).\",\n      \"Sistema de Progreso: 2,480 XP Total, 12 Badges, 5 Niveles, Colaboraciones.\",\n      \"Catálogo de 50+ Herramientas Revolucionarias:\",\n      \"- Descripción detallada de herramientas como Sora, DeepSeek R1, ElevenLabs, NotebookLM, Bolt.new, CrewAI.\",\n      \"- Información por herramienta: Nivel (BEGINNER, INTERMEDIATE, ADVANCED), Rating, Descripción, Características, Casos de Uso.\",\n      \"- Filtros por Categoría (Todas, Creativa, Negocios, Educación, Desarrollo) y Precio (Todos los precios, Gratis, Freemium, Pago).\",\n      \"Proceso de registro con formulario en línea.\"\n    },\n    \"statistics\": {\n      \"herramientas_totales\": 50,\n      \"herramientas_gratuitas\": 25,\n      \"categorias_herramientas\": 4,\n      \"año_herramientas_porcentaje\": \"100% Año 2025\",\n      \"plazas_disponibles\": \"ÚLTIMAS 30\",\n      \"estudiantes_esperando\": \"2,500+\",\n      \"rating_proyectado\": \"4.9/5\",\n      \"duracion_pura_revolucion\": \"72H\",\n      \"garantia_empleabilidad\": \"100%\"\n    },\n    \"temporal_info\": {\n      \"año_taller\": 2025,\n      \"duracion_oferta_limitada\": \"Hasta el 31 de Enero\"\n    },\n    \"geographical_data\": {\n      \"modalidad_presencial_ciudad\": \"[Ciudad]\"\n    },\n    \"references\": [],\n    \"contact_info\": {\n      \"email\": \"nucleocolectivo.art@gmail.com\",\n      \"whatsapp\": \"+57 (300) 610-1221\"\n    }\n  }\n}"}